Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Prøven er på totalt ca.
nn: Prøva er på totalt ca.

source: Tilnærmingen til stoffet skjer i hovedsak gjennom forelesinger, arbeid i basisgrupper og individuelt arbeid, og lærestoffet skal bygge på anerkjent forskningsbasert kunnskap.
nn: Tilnærminga til stoffet skjer i hovudsak gjennom forelesingar, arbeid i basisgrupper og individuelt arbeid, og lærestoffet skal bygge på anerkjent forskingsbasert kunnskap.

source: Lesing i engelsk og fremmedspråkAktivitet under lesing
nn: Lesing i engelsk og framandspråkAktivitet under lesing

source: De flerspråklige, samiske og flerkulturelle perspektivene vil det bli lagt særskilt vekt på i arbeidet med alle fagområdene.
nn: Det fleirspråklege og fleirkulturelle perspektivet, samt samisk, vil det bli lagt særskilt vekt på i arbeidet med alle fagområda.

source: oppmerksomheten min er rettet mot noe annet.
nn: merksemda mi er retta mot noko anna.

source: Tilbakemelding på ulike typer arbeid vil være en del av dette samarbeidet.
nn: Tilbakemelding på ulike typar arbeid vil vere ein del av dette samarbeidet.

source: kan delta i faglige samtaler om litterære teorier og tekster
nn: kan delta i faglege samtalar om litterære teoriar og tekstar

source: Studenten • har utvidet innsikt i hvordan gutter og jenter på ungdomstrinnet kan motiveres til lesing og videreutvikle leseforståelse og lesestrategier, både elever med norsk som førstespråk og norsk som andrespråk • har kunnskaper om hva som kjennetegner språklig kommunikasjon i ulike medium • har utvidede kunnskaper om muntlige og skriftlige sjangrer i moderne medium og innsikt i hvordan elever fra 5.
nn: Studenten- har utvida innsikt i korleis gutar og jenter på ungdomssteget kan motiverast til lesing og vidareutvikle leseforståing og lesestrategiar, både elevar med norsk som førstespråk og norsk som andrespråk - har kunnskapar om kva som kjenneteiknar språkleg kommunikasjon i ulike medium - har utvida kunnskapar om munnlege og skriftlege sjangrar i moderne medium og innsikt i korleis elevar frå 5.

source: Høgskolen gjennomfører periodisk programevaluering av studieprogram.
nn: Høgskolen gjennomfører periodisk programeveluering av studieprogram.

source: el er slagord når det brukes ord som er lette å
nn: el er slagord når det blir brukt ord som er lette å

source: Oppgaven skal ha en vitenskapelig tilnærming til et matematikkdidaktisk emne med relevans for arbeidet som matematikklærer.
nn: Oppgåva skal ha ei vitskapleg tilnærming til eit norskfagleg emne med relevans for arbeidet som norsklærar.

source: formulere meg på nytt så smidig at tilhørerne mine
nn: formulere meg på nytt så smidig at tilhøyrarane

source: Tilnærminga til stoffet skjer i hovedsak gjennom forelesinger, arbeid i grupper og individuelt arbeid, og lærestoffet bygger på anerkjent forskningsbasert kunnskap.
nn: Tilnærminga til stoffet skjer i hovudsak gjennom forelesingar, arbeid i grupper og individuelt arbeid, og lærestoffet bygger på anerkjent forskingsbasert kunnskap.

source: Ved vurderinga vil det i tillegg til det faglige innholdet også bli lagt vekt på kvaliteten på de språklige ferdighetene.
nn: Ved vurderinga vil det i tillegg til det faglege innhaldet òg bli lagt vekt på kvaliteten på den språklege dugleiken.

source: har innsikt i og kan drøfte musikkens rolle som identitetsskapar, kommunikasjonsmedium og kulturuttrykk i skolekvardagen og i et fleirkulturelt samfunn
nn: har innsikt i og kan drøfte musikkens rolle som identitetsskapar, kommunikasjonsmedium og kulturuttrykk i skolekvardagen og i eit fleirkulturelt samfunn

source: Se nærmere informasjon i programplan for Grunnskolelærerutdanning 5-10 og Plan for praksis (5-10).NAT101 har hovedansvar for praksisperioden.
nn: Sjå nærmare informasjon i programplan for Grunnskolelærarutdanning 5-10 og Plan for praksis (5-10). NOR101 har hovudansvar for praksis.

source: Arbeidet med masteroppgaven skal først og fremst gi egen erfaring med vitenskapelig arbeid.
nn: Arbeidet med masteroppgåva skal først og fremst gi eiga erfaring med vitskapleg arbeid.

source: Emnet/emnene som studenten ønsker å følge under utenlandsoppholdet, skal godkjennes på forhånd for innpassing i studieprogrammet.
nn: Emnet/emna som studenten ønsker å følge under utanlandsopphald, skal godkjennast på førehand for innpassing i studieprogrammet.

source: Studiet er knyttet nært opp mot forskningsprosjekter og forskergrupper ved Avdeling for lærerutdanning, fagseksjon for matematikk, og det er et mål at alle studenter på studiet skal dra nytte av dette.
nn: Studiet er knytt nært opp mot forskingsprosjekt og forskargrupper ved Avdeling for lærarutdanning, fagseksjon for norsk, og det er eit mål at alle studentar på studiet skal dra nytte av dette.

source: Det vil også bli lagt vekt på at studentene skal utvikle egen kompetanse i både skriftlige og muntlige sjangrer.
nn: Det blir også lagt vekt på at studentane skal utvikle sin eigen kompetanse i både skriftlege og munnlege sjangrar.

source: Arbeidskravene må være godkjent før studenten kan framstille seg til eksamen.
nn: Arbeidskrava må vere godkjende før studenten kan framstille seg til eksamen.

source: Læreren har en viktig oppgave med å
nn: Læraren har ei viktig oppgåve med å intro-

source: Når første runde er unnagjort, starter en ny etappe med neste tekstsekvens, og slik fortsetter aktiviteten til hele tekstinnholdet til orakelet har nådd skribenten
nn: Når det er gjort, startar ein ny ”runde” med neste tekstsekvens, og slik held aktiviteten fram heilt til heile tekstinnhaldet har nådd skribenten.

source: Alle arbeidskrav må være godkjent før studenten kan framstille seg til eksamen.
nn: Alle arbeidskrav må vere godkjende før studenten kan framstille seg til eksamen.

source: IKT blir brukt som et redskap for læring, veiledning, samarbeid og dokumentasjon.
nn: IKT blir brukt som eit reiskap for læring, rettleiing, samarbeid og dokumentasjon.

source: Med tunga på glid og ørene på stilk
nn: Innhald Med tunga på glid og øyra på stilk

source: Studentenes arbeid på egen skole vil åpne for verdifull faglig og didaktisk refleksjon knyttet til både kunnskapsmål, ferdighetsmål og generell kompetanse i norskfaget.
nn: Studentanes arbeid på eigen skole vil opne for verdifull fagleg og didaktisk refleksjon knytt til både kunnskapsmål, ferdigheitsmål og generell kompetanse i norskfaget.

source: Studentene skal møte varierte arbeidsformer.
nn: Studentane skal møte varierte arbeidsformer.

source: vendig, og også til god hjelp, å stoppe elevene
nn: til god hjelp – å stoppe elevane undervegs for å

source: lytting, muntlig produksjon
nn: lytting, munnleg produksjon og munn-

source: LitteraturslagI et litteraturslag (”Book Slam”) konkurreres det kan det være lurt å ty til rekvisitter som stoppe-om å framføre en bokpresentasjon på den mest klokke og fløyte.kreative og fristende måten – med det for øye å
nn: LitteraturslagI eit litteraturslag (”Book Slam”) konkurrerer ein kan det vere lurt å ty til rekvisittar som stoppe-om å framføre ein bokpresentasjon på den mest klokke og fløyte.kreative og freistande måten – med det for auge

source: Dette vil skje gjennom en sluttvurdering i form av et spørreskjema, som kan bli supplert med muntlige tilbakemeldinger fra studentene.
nn: Dette vil skje gjennom ei sluttvurdering i form av eit spørjeskjema, som kan bli supplert med munnlege tilbakemeldingar frå studentane.

source: For å kunne tilby en aktuell og relevant utdanning med god kvalitet, er vi avhengige av tilbakemeldinger fra studentene, og at studentene deltar i evaluering av studiene.
nn: For å kunne tilby ei aktuell og relevant utdanning med god kvalitet, er vi avhengige av tilbakemeldingar frå studentane, og at studentane deltar i evaluering av studia.

source: strategier de tok i bruk både for å huske og for kan være å beskrive en bil eller et hus som skal å overføre informasjon fra et format til et annet.
nn: teksten og strategiane dei tok i bruk for å hugse vere å beskrive ein bil eller eit hus som skal og overføre informasjon frå eitt format til eit anna.

source: jeg bruker komplekst og avansert språk og
nn: eg bruker komplekst og avansert språk og

source: (for eksempel et avsnitt) stopper man opp og tar
nn: teksten (til dømes eit avsnitt) stoppar ein opp og og

source: behersker relevant fagspråk og fagsjangre
nn: beherskar relevant fagspråk og fagsjangrar

source: studium av litteraturvitskapelig teori og metode
nn: studium av språkteori og metode

source: Resultatene fra undersøkelsen blir publisert i portalen Studiebarometeret.no
nn: Resultata frå undersøkinga blir publisert i portalen Studiebarometeret.no.

source: Obligatorisk emne i
nn: Obligatorisk emne i valfaget i

source: Veiledning er obligatorisk i arbeidet med masteroppgaven.
nn: Rettleiing er obligatorisk i arbeidet med masteroppgåva.

source: Vurderingen legger vekt på selvstendighet, originalitet, teoretisk forankring, metodisk refleksjon og god skriftlig framstillingsevne i tråd med kravene til vitenskapelig arbeid.
nn: Vurderinga legg vekt på sjølvstende, originalitet, teoretisk forankring, metodisk refleksjon og god skriftleg framstilling i tråd med krava til vitskaplege arbeid.

source: Deltakelse på profesjonsdager Tilbakemelding på arbeidskrav kan dels være fra faglærere, dels fra andre studenter, eventuelt kan de bli vurdert av studenten selv (f.eks.
nn: Tilbakemelding på arbeidskrav kan dels vere frå faglærarar, dels frå andre studentar, eventuelt kan dei bli vurdert av studenten sjølv (f.eks.

source: kan reflektere over forskningsetiske spørsmål
nn: kan reflektere over forskingsetiske spørsmål

source: Arbeidskrav må være godkjent før studenten kan fremstille seg til eksamen.
nn: Arbeidskravet må vere godkjent før studenten kan framstille seg til eksamen.

source: Plagiering og avskrift av faglitteratur og andre skriftlige arbeid uten korrekt bruk av referanser/kilder vil bli vurdert som forsøk på fusk.
nn: Plagiering og avskrift av faglitteratur og andre skriftlege arbeid utan korrekt bruk av referansar/kjelder vil bli vurdert som forsøk på fusk.

source: Studenten skal utvikle innsikt i hvordan digital teknologi, digitale læremidler og læringsressurser kan bidra til å motivere og støtte elevens læringsprosess.
nn: Studenten skal utvikle innsikt i korleis digital teknologi, digitale læremiddel og læringsressursar kan bidra til å motivere og støtte læringsprosessen til elevane.

source: Et minimum med veiledning på masteroppgaven er obligatorisk, se emnebeskrivelsen.
nn: Eit minimum med rettleiing på masteroppgåva er obligatorisk, sjå emnebeskrivinga.

source: Materiellet var med som
nn: Materiellet var med som grunn-

source: kan formidle norskfaglige innsikter og tilpasse form og innhold til ulike målgrupper
nn: kan formidle norskfaglege innsikter og tilpasse form og innhald til ulike målgrupper

source: Informasjons- og kommunikasjonsteknologi skal også gå inn som en sentral del av norskstudiet.
nn: Informasjons- og kommunikasjonsteknologi skal også gå inn som ein sentral del av norskstudiet.

source: Det er ikke felles litteratur knyttet til dette emnet.
nn: Det er ikkje felles litteratur knytt til dette emnet.

source: Når budbringeren føler seg klar til å bringe tekstsekvensen videre, løper han/hun til skribenten og gjengir teksten muntlig
nn: Når bodbringaren føler seg klar til å bringe innhaldet vidare, skyndar han/ho seg til skribenten og fortel det.

source: Tema for oppgaven blir valgt i samråd med veileder.
nn: Tema for oppgåva blir valt i samråd med rettleiar.

source: betydninger de har, og hvilke assossiasjoner de
nn: implisitte betydningar dei har, og kva for

source: Temaet må være knyttet til det faglige innholdet i studiet.
nn: Temaet må vere knytt til det faglege innhaldet i studiet.

source: Det internasjonale aspektet vil bli tatt vare på med internasjonal litteratur på pensum, utenlandske gjesteforelesere og tilbud om deltakelse på internasjonale konferanser.
nn: Det internasjonale aspektet vil bli tatt vare på med nordisk og internasjonal litteratur på pensum, utanlandske gjesteforelesarar og tilbod om studieturar.

source: hvor jeg videreformidler detaljert informasjon,
nn: der eg vidareformidlar detaljert informasjon,

source: kan sette seg inn i litteratur som er relevant for å drive forskning innenfor et avgrenset norskfaglig eller norskdidaktisk område
nn: kan sette seg inn i litteratur som er relevant for å drive forsking innanfor eit avgrensa norskfagleg eller norskdidaktisk område

source: Jeg kan gi en klar og velstrukturert presentasjon
nn: Eg kan gi ein klar og velstrukturert presentasjon

source: tilbakemelding på andre studenters tekster
nn: tilbakemelding på andre studentar sine tekster

source: Obligatorisk emne i valgfaget
nn: Obligatorisk emne i valfaget

source: Vi har stor tro på læring gjennom å appellere til ulike inspirasjonskilde.
nn: Vi har stor tru på læring gjennom å appellere til ulike rasjonskjelde.

source: Evaluering av dette emnet skjer i forbindelse med samlet evaluering av studiet i siste semester.
nn: Evaluering av dette emnet skjer i samband med samla evaluering av studiet i siste semester.

source: Jeg kan lese og synge med i sanger som jeg har
nn: Eg kan lese og syngje med i songar som eg har

source: kan vurdere norskfaget og egen praksis som norsklærer og begrunne vurderingene
nn: kan vurdere eigen praksis som norsklærar og grunngi vurderingane

source: Erfaringer fra praksis vil bli brukt i arbeidet med norskfaget.
nn: Erfaringar frå praksis vil bli brukt i arbeidet med norskfaget.

source: Aktiviteten går å overvåke egen leseforståelse på – for det å videre ut på å artikulere og lytte til seg selv – og gjengi hovedtanker mestrer man gjerne først dermed involveres også flere læringsstiler.når man har forstått.
nn: Aktiviteten går vidare ut på å å overvake si eiga leseforståing på – for det å artikulere og lytte til seg sjølv – og dermed blir gjengi hovudtankar meistrar ein gjerne først når òg fleire læringsstilar involverte.ein har forstått.

source: NOR102 er konsentrert om disse fagområdene:
nn: NOR102 er konsentrert om desse fagområda:

source: kan beskrive og analysere elevspråk og foreta feilanalyser
nn: kan skildre og analysere elevspråk og utføre feilanalysar

source: Elevene har klare oppgaver både mens de
nn: Elevane har klare oppgåver både mens

source: perspektiv er det en fordel at man ikke alltid må
nn: språkperspektiv er det ein fordel at ein ikkje

source: MumlememoreringÅ memorere det man har lest, halvhøyt for seg teksten utenat, det er leseforståelse og innlæring selv underveis i lesingen kan være en grei måte av konstruksjoner som er i fokus.
nn: MumlememoreringÅ memorere det ein har lese, halvhøgt for seg leseforståinga og innlæringa av konstruksjonar sjølv undervegs i lesinga kan vere ein grei måte som er i fokus.

source: kan skrive en lengre fagartikkel om et bestemt litterært emne der man gjør bruk av litteraturteori
nn: kan skrive ein lengre fagartikkel om eit bestemt litterært emne der dei gjør bruk av litteraturteori

source: Jeg kan forstå en del ord og veldig korte uttrykk
nn: Eg kan forstå ein del ord og veldig korte uttrykk

source: Jeg kan forstå viktige nøkkelord og instrukser på
nn: Eg kan forstå viktige nøkkelord og instruksar på

source: hvert par får utdelt en konvolutt med et dikt opp-
nn: kvart par får utdelt ein konvolutt med eit dikt som

source: har inngående kunnskap om vitenskapsteoretiske og forskingsmetodiske problemstillinger med relevans for egen masteroppgave og for arbeid med norskfaget i skolen
nn: har inngåande kunnskap om vitskapsteoretiske og forskingsmetodiske problemstillingar med relevans for eiga masteroppgåve og for arbeid med norskfaget i skolen

source: argumenter og påstander hentet fra forskjel ige
nn: argument og påstandar henta frå forskjel ige

source: litteraturslaget har hver gruppe kun tre minutter mer tradisjonelle bokomtalen.
nn: litteraturslaget har kvar gruppe berre tre minutt meir tradisjonelle bokomtalen.

source: Digitale arbeidsformer skal også inngå som en sentral del av norskstudiet
nn: Digitale arbeidsformer skal også inngå som ein sentral del av norskstudiet

source: Studentene kan følge forelesninger i sanntid, samtale om faglitteratur og samarbeide om tolkning- og analyseoppgaver via digitale verktøy.
nn: Studentane kan følge forelesningar i sanntid, samtale om faglitteratur og samarbeide om tolke- og analyseoppgåver via digitale verktøy.

source: , både for læring, veiledning, samarbeid og dokumentasjon.
nn: , både for læring, rettleiing, samarbeid og dokumentasjon.

source: trinn utvikler kunnskaper om disse og kan benytte dem i eget tekstarbeid • har kunnskaper om ulike teoretiske perspektiver og retninger i arbeidet med å forstå litteratur • har god litteraturhistorisk oversikt og kunnskaper om sentrale verk i norsk fiksjonslitteratur og sakprosa og kjennskap til teorier om sammensatte tekster • har kunnskap om hva som skjer når en tekst blir overført fra et medium til et annet (adaptasjon)
nn: trinn utviklar kunnskapar om desse og kan nytte dei i eige tekstarbeid - har kunnskapar om ulike teoretiske perspektiv og retningar i arbeidet med å forstå litteratur - har god litteraturhistorisk oversikt og kunnskapar om sentrale verk i norsk fiksjonslitteratur og sakprosa og kjennskap til teoriar om samansette tekstar - har kunnskap om kva som skjer når ein tekst vert overført frå eit medium til eit anna (adaptasjon)

source: Utdanningens trinnvise studentevaluering hvert semester (EVA3)
nn: Utdanningas trinnvise studentevaluering kvart semester (EVA3)

source: kan bruke litteraturteori i lesing av litterære tekster
nn: kan bruke litteraturteori i lesing av litterære tekstar

source: egnet tekst og en eventuell enkel mal til tegne-
nn: tekst og eventuelt ein enkel mal til teikne-

source: Minst to veiledninger hos faglærer i forbindelse med oppgaveskriving
nn: Minst to rettleiingar hos faglærar i samband med oppgåveskrivinga

source: Jeg kan forstå enkle instruksjoner der det brukes
nn: Eg kan forstå enkle instruksjonar der det blir brukt

source: Jeg kan bruke idiomatiske og hverdagslige uttrykk
nn: Eg kan bruke idiomatiske og kvardagslege uttrykk

source: Tilbakemelding på arbeidskrav kan dels være fra faglærere, dels fra andre studenter, eventuelt kan de bli vurdert av studenten selv (f.eks.
nn: Tilbakemelding på arbeidskrav kan dels vere frå faglærarar, dels frå andre studentar, eventuelt kan dei bli vurdert av studenten sjølv (f.eks.

source: Studenten velger selv tema for oppgaven i samråd med veileder.
nn: Studenten vel sjølv tema for oppgåva i samråd med rettleiar.

source: Ved oppsummering må å forstå en tekst – man samarbeider om å skape elevene bruke egne ord og får dermed kontrol-mening i teksten.
nn: Ved oppsummering arbeider for å forstå ein tekst – ein samarbeider må elevane bruke eigne ord og får dermed om å skape meining i teksten.

source: trinn) der matematikk er fellesfag, og i andre yrker med behov for tilsvarende kompetanse.
nn: trinn), og i andre yrke med behov for tilsvarande kompetanse.

source: elever blir presentert for læringsinnhold gjennom lek,
nn: dei blir presenterte for læringsinnhald gjennom leik,

source: Studentene skal ha minst to obligatoriske veiledninger av faglærar i forbindelse med oppgaveskrivinga, og faglærer skal godkjenne temaet for oppgaven.
nn: Studentane skal ha minst to obligatoriske rettleiingar av faglærar i samband med oppgåveskrivinga, og faglærar skal godkjenne temaet for oppgåva.

source: Ellers blir det gjennom hele studiet lagt opp til tett samarbeid studentene imellom og mellom studenter og lærere, både i og utenfor undervisningen.
nn: Elles blir det gjennom heile studiet lagt opp til tett samarbeid studentane imellom og mellom studentar og lærarar, både i og utanfor undervisninga.

source: Studenten • kan sette i gang, veilede og vurdere muntlig og sammensatt tekstproduksjon hos elever på ungdomstrinnet og begrunne karakterene som blir satt • kan lese, analysere, tolke og vurdere sammensatte tekster, se dem i et historisk perspektiv og sette dem inn i en større kulturell og offentlig sammenheng • kan veilede elever i bruk av litteraturfaglig kildemateriale • kan sammenlikne tekster skrevet for ungdom og voksne med hensyn til innhold, form og funksjon • kan sette sentrale norske tekster og et utvalg samiske tekster (i oversettelse) inn i en historisk sammenheng og se dem i lys av nordisk og annen internasjonal litteratur • kan bruke læreplanen i faget til å formulere mål for norskopplæringa og relevante kriterium for vurdering
nn: Studenten- kan setje i gang, rettleie og vurdere munnleg og samansett tekstproduksjon hos elevar på ungdomssteget og grunngi karakterane ein set - kan lese, analysere, tolke og vurdere samansette tekstar, sjå dei i eit historisk perspektiv og setje dei inn i ein større kulturell og offentleg samanheng - kan rettleie elevar i bruk av litteraturfagleg kjeldemateriale - kan samanlikne tekstar skrivne for ungdom og vaksne med omsyn på innhald, form og funksjon - kan setje sentrale norske tekstar og eit utval samiske tekstar (i omsetjing) inn i ein historisk samanheng og sjå dei i lys av nordisk og annan internasjonal litteratur - kan bruke læreplanen i faget til å formulere mål for norskopplæringa og relevante kriterium for vurdering

source: kan vise et godt utvikla musikkgehør som kan danne grunnlag for musikalsk forståing, eiga musisering og skaping
nn: kan vise eit godt utvikla musikkgehør som kan danne grunnlag for musikalsk forståing, eiga musisering og skaping

source: Aktiviteten kan være et alternativ til den
nn: Aktiviteten kan vere eit alternativ til den

source: Dette studieprogrammet blir evaluert jevnlig for å sikre og utvikle kvaliteten i programmet:
nn: Dette studieprogrammet blir jamleg evaluert for å sikre og utvikle kvaliteten i programmet:

source: Arbeidskrava blir vurdert til "Godkjent" eller "Ikke godkjent".
nn: Arbeidskrava blir vurdert til "Godkjent" eller "Ikkje godkjent".

source: Det flerspråklige og flerkulturelle perspektivet vil det bli lagt særskilt vekt på i arbeidet med alle fagområdene.
nn: Det fleirspråklege og fleirkulturelle perspektivet vil det bli lagt særskilt vekt på i arbeidet med alle fagområda.

source: Godkjent tema for semesteroppgave
nn: Godkjent tema for semesteroppgåve

source: kan formidle et omfattende selvstendig forskningsarbeid innenfor fagområdet
nn: kan formidle eit omfattande sjølvstendig forskingsarbeid innanfor fagområde

source: trinn utvikler kunnskaper om disse og kan benytte dem i eget tekstarbeid
nn: trinn utviklar kunnskap om desse og kan nytte dei i eige tekstarbeid

source: Norskfaget samarbeider dessuten med høgskolebiblioteket om emner som litteratursøk, referanseteknikk og akademisk skriving.
nn: Norskfaget samarbeider dessutan med høgskolebiblioteket om emne som litteratursøk, referanseteknikk og akademisk skriving.

source: aktiviserende og variert læringsarbeid med de og
nn: elevaktiviserande og variert læringsarbeid med dei og

source: Semesteroppgaven skal ha form som en fagartikkel, og er en hjemmeoppgave det blir arbeidd med gjennom hele semesteret.
nn: Semesteroppgåva skal ha form som ein fagartikkel, og er ei heimeoppgåve det blir arbeidd med gjennom heile semesteret.

source: Vi planleggjer også å arrangere NORAN-skolen, et kollokvium der vi samtaler om et særlig aktuelt emne innafor andrespråksfeltet med utgangspunkt i nyare relevant faglitteratur vi har vald ut.
nn: Vi planleggjer også å arrangere NORAN-skolen, eit kollokvium der vi samtaler om eit særlig aktuelt emne innafor andrespråksfeltet med utgangspunkt i nyare relevant faglitteratur vi har vald ut.
